Revit 2027 API
ParameterTypeId.BoundaryRadius Property
 "Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryRadius { get; }
Public Shared ReadOnly Property BoundaryRadius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryRadius {
	ForgeTypeId^ get ();
}
static member BoundaryRadius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace